{
 "Home": "Início",
 "About": "Sobre",
 "Projects": "Projetos",
 "Skills": "Habilidades",
 "Experience": "Experiência",
 "Contact": "Contato",
 "Computer Science": "Ciência da Computação",
 "Estácio": "Estácio",
 "description_computer_science": "Estou cursando de Ciência da Computação na Universidade Estácio do Brasil. A conclusão está prevista para ser em 2028",
 "Full-stack project": "Projeto Full-stack",
 "description_full_stack": "Desenvolvi uma aplicação web full-stack usando ReactJS, Node.js com Express e PostgreSQL. Implementei funcionalidades para navegação, operações CRUD e ordenação de livros por autor, título ou favoritos.",
 "SEO Specialist": "Especialista em SEO",
 "Brazil": "Brasil",
 "description_seo_specialist": "Otimização de um site de cuidados com o cabelo feminino usando SEO (Search Engine Optimization). Conduzi pesquisas de palavras-chave, criei conteúdo de alta qualidade e implementei técnicas de otimização on-page.",
 "Sales": "Vendas",
 "Texas, USA": "Texas, EUA",
 "description_sales": "Realizei vendas porta a porta, gerenciei interações com clientes, facilitei reivindicações de seguros e liderei transações financeiras. Também cuidei de agendamentos de reparos e aluguel de carros.",
 "Ecommerce Owner": "Proprietário de Ecommerce",
 "description_ecommerce_owner": "Administrei uma loja online de produtos para casa usando Shopify. Responsabilidades incluíam a busca de produtos, escrita de descrições e gerenciamento de anúncios no Google e Facebook. Cuidei da compra de produtos, comunicação com fornecedores, processos de envio e operações de pagamento.",
 "Book Library": "Biblioteca de Livros",
 "description_book_library": "Desenvolvi uma aplicação web full-stack, com recursos para navegação, operações CRUD e ordenação de livros por autor, título ou favoritos.",
 "JavaScript": "JavaScript",
 "TypeScript": "TypeScript",
 "React": "React",
 "Next.js": "Next.js",
 "Node.js": "Node.js",
 "Git": "Git",
 "Tailwind": "Tailwind",
 "MongoDB": "MongoDB",
 "Express": "Express",
 "PostgreSQL": "PostgreSQL",
 "Languages": "Idiomas",
 "Statistics": "Estatísticas"
}
