{
 "Home": "Home",
 "About": "About",
 "Projects": "Projects",
 "Skills": "Skills",
 "Experience": "Experience",
 "Contact": "Contact",
 "Computer Science": "Computer Science",
 "Estácio": "Estácio",
 "description_computer_science": "Completing the studies of Computer Science with University Estacio from Brazil. Completion will be in 2028",
 "Full-stack project": "Full Stack Project",
 "description_full_stack": "Developed a full-stack web application, implemented features for browsing, CRUD operations, and sorting books by author or title. There's also a web scrapping functionality for when new books are inserted in the database that looks for image and links.",
 "SEO Specialist": "Junior SEO Analyst",
 "Brazil": "Brazil",
 "description_seo_specialist": "Optimized a women's haircare website using SEO (Search Engine Optimization). Conducted keyword research, created high-quality content, and implemented on-page optimization techniques.",
 "Sales": "Sales Representative",
 "Texas, USA": "Texas, USA",
 "description_sales": "Conducted door-to-door sales, managed customer interactions, facilitated insurance claims, and handled financial transactions. Also took care of repair and car rental appointments.",
 "Ecommerce Owner": "Ecommerce Manager",
 "description_ecommerce_owner": "Ran an e-commerce store for household essentials using Shopify. Responsibilities included sourcing products, writing descriptions, and managing ads on Google and Facebook. Handled product purchasing, supplier communication, shipping processes, and payment operations.",
 "Book Library": "Book Library",
 "description_book_library": "Developed a full-stack web application, implemented features for browsing, CRUD operations, and sorting books by author, title, or favorites.",
 "JavaScript": "JavaScript",
 "TypeScript": "TypeScript",
 "React": "React",
 "Next.js": "Next.js",
 "Node.js": "Node.js",
 "Git": "Git",
 "Tailwind": "Tailwind",
 "MongoDB": "MongoDB",
 "Express": "Express",
 "PostgreSQL": "PostgreSQL",
 "Languages": "Languages",
 "Statistics": "Statistics"
}
